--
-- Copyright (c) 2022 by Ludicrous Speed, LLC
-- All rights reserved.
--
local provider={["name"]=...,["data"]=2,["region"]="kr",["date"]="2022-12-15T06:00:28Z",["numCharacters"]=180547,["recordSizeInBytes"]=6,["encodingOrder"]={[1]=1,[2]=4},["currentRaids"]={[1]={["id"]=14030,["mapId"]=2522,["name"]="Vault of the Incarnates",["shortName"]="VOTI",["bossCount"]=8,["ordinal"]=1}},["previousRaids"]={},["db"]={}}
local F

F = function() provider.db["아즈샤라"]={0,"Armoured","Baduhenna","Cenariusx","Damonhunter","Darkmaid","Deficio","Dought","Droopy","Dropthedark","Enri","Furieon","Hideout","Hypothesize","Idealistwr","Joowookgi","Karmin","Kigal","Klarwind","Lackiuster","Lagh","Lasttemple","Nawabarys","Nightdruids","Nocore","Nukers","Obstaculos","Oxquiz","Raekor","Rainylandi","Rainylandu","Rekiel","Rhevil","Rudwnsq","Superfreak","Tweedbm","Worstplayr","가로쉬치킨","가에르딜","겁쟁이햇님","겟츠","고술키우고싶다","곧휴가철임니다","곰소나루","공허","곽두나","금이","금잇","기괴함","꽃가지무침","꿈잽이","나만사냥","나비드림어","나비신드웰러","나이트본흑","나한수","낙사인증기","낙쭌","내색시","냥꾼야옹야옹","너얌생이구나","녹차마리","논현맛집킨지","뇌월","뉴스","느어억","단칼에샤샥","달빛토템","대구전쟁군주","대두","뎀칠","도도한포카","두대피고","뒷동산드루","드도도","드루찡찡이","디밋취취","때리면평생솔로","떵싸개","똥그란뽀또","뚠뚠밍","뚱녀","라브렌티베리야","란테","레미","레이니스피릿","로로어린이","루삭","리켄","리토냥","리플물린흑우","린우","린크","마무리화염구","맨방나","메드도둑","모다기비","뭐야저리가","미무","박꿀벅","박사모리건","박서방순대국밥","박하타취","밤에는디카페인","벼락귀신","벽민재","별그루","별헤는밤이면","보규님","보기해라","보라색","봉츄르","부리의일격","부산","부쉬속의김베인","분포꾼","분포용","불뿜는마누라","빙산의일각","삥센징","사제앙곰","살원","살치살투쁠","샤카트","세나","세우라제","세푸즈프라다","소고기는역시육회","소망","솔레르","송가네옛날감자탕","수도샤판다렌","스위밍","신록의구슬","신우아한세계","십홍새","쌀풀이","씨느꿀찡","아바투르진화완료","아옳올옥올옳","아우랠리아","아이레이나","아이레이아","아즈마귀","악여래","야택님","억삼이","얼은손","에네","여우의토템","연탕","연택","오늘밤이대로","오일러변환","와길동","완전소중장나라","왕초보수도사","용삼국","운무스톰스타우트","원사쑈리닝","원아이드벰","원엔터","육합괴산쌍룡상천","으악꽥","이거바바멀","이그하람","이민국","자부동","잔달라군수","장미남편욤","잼밀이","저걸모따","저스맨","절대무적신기용경","정경호","정령악","정복술임","정수대포","정신나간채찍","젖니","좋다","주네","죽삭","죽음의기사빌리","지금출근","지수남자친구","징카로트","천공의조화","체폴라","초록물꼬기","촐랑","친친모노","카렐","카스티엔","칼날폭풍","케빈준치","쿵푸묵","크로마그","크림죠","키우지마","킹늠름","탱죽이는신기","테스키","토마토축제투척왕","퇴물대학","폭풍수호자","프랑켄슈바이거","플라레","피채원","피치젤리아이스티","하양라틸","하은","한강물은아직차다","한국음악연구회","한로요","핫용","현아가","호나주","혼자할거임","홍가놈","황새기","회드시면초밥공짜","후루얌","흑마법사놈","흥훙"} end F()
F = function() provider.db["줄진"]={1344,"라윤이엄마무서워"} end F()
F = function() provider.db["하이잘"]={1350,"고기뜯고싶다","방탄커피"} end F()
F = function() provider.db["헬스크림"]={1362,"로자무쌍"} end F()
F = function() provider.db["말퓨리온"]={1368,"유후죽순"} end F()
F = function() provider.db["세나리우스"]={1374,"핼스콘"} end F()

F = nil
RaiderIO.AddProvider(provider)
